[

    {
        "Title": "Ciência viva no laboratório (STEM, with a few human science internships)",
        "Category": "Biomed, biology, chemistry, Physics, Robotics, Human sciences, finance",
        "AgeGroup": ["IG1, IG2, IB1, IB2"],
        "Language": "Portuguese optional but recommended",
        "Location": "Portugal",
        "Description": "- short term summer internships in university labs, mainly bio related BUT ones that involve robotics, chemistry, compsci, physics are rarer and so the first ones to run out of spots\n- There are a few internships catered towards humanities students, however, they host more students at once (ie. 10-20)\n- internships occur during the summer, official application date will be on the website around early April, browse through early on and plan ahead for highest chances of getting desired internship.\n- For non-Portuguese speakers, most labs will be able to host you, but there are a few with their descriptions written in English, those would be the most suitable for you\n- Some will provide accommodation and/or lunch for free",
        "HowToApply": "Sign into the website, choose your top 4 internships, then fill out the application forms. You’ll be admitted to one of them. A short paragraph describing your motivation to participate in that specific internship is needed.",
        "Link1": "https://www.cienciaviva.pt/ciencia-viva-no-laboratorio/2025"
    },
    {
        "Title": "internships: Champalimaud Foundation",
        "Category": "Biomed, biology, biochem",
        "AgeGroup": ["IG2, IB"],
        "Language": "English proficiency recommended",
        "Location": "Portugal",
        "Description": "You can apply to be a short-term summer intern at a fantastic research institution! The Champalimaud Foundation has research groups focused on the most cutting edge research on neuroscience and cancer, in Portugal. ",
        "HowToApply": "Applications are quite competitive, though they are open year-round. You will need to apply half a year in advance. Browse through the Lab’s webpage carefully and check their requirements (ie. Grade transcripts), some may only be applied to via a form through their office of research internships. Get to know the work of the lab you are applying to, and make sure you are genuinely interested! Email the Lab’s principal investigator, or, if specified on their webpage, you can email a postgraduate/graduate researcher. "
    },
    {
        "Title": "National competition for young scientists ( Concurso nacional jovens cientistas)",
        "Category": "biology, earth sciences and environmental science, health sciences, social and economic sciences, engineering and technology, physics, math and chemistry",
        "AgeGroup": ["IG1, IG2, IB1"],
        "Language": "Portuguese optional",
        "Location": "Portugal",
        "Description": "Challenge your overall skillset as a young scientist by creating your own project! Participate in a project in an area of your choice by writing up a scientific report for submission. You may wish to get sponsored from outside institutions(ie. University laboratories) for better access to resources. ",
        "HowToApply":" Since submissions end in late April, you should start planning in September to reduce stress and ensure everything runs smoothly. IB1s should participate with very careful planning as it will increase your workload.",
        "Link1": "https://www.cienciaviva.pt/concurso/jovenscientistas/2025"
    },
    {
        "Title": "Hospital internships",
        "Category": "Biomed",
        "AgeGroup": ["IG1, IG2, IB1"],
        "Language": "Portuguese recommended",
        "Location": "Portugal",
        "Description": "Get insight into what it’s like to work at a hospital, in order to see if you’re interested in this area. Shadowing a doctor can be a valuable way for you to experience the realities of the medical profession. Hospital de Luz is known for having accepted high school interns in the past. ",
        "HowToApply": "Contact your local Luz Hospital or any hospital through email/phone and ask to intern in administration, with shadowing doctors as part of your internship. (don’t call the emergency line for patients; look through their official website). "
    },
    {
        "Title": "Animal shelter volunteer",
        "Category": "Volunteering, biology, veterinary sciences",
        "AgeGroup": "All",
        "Language": "Portuguese optional",
        "Location": "Portugal",
        "Description": "Some vet university courses require a certain number of work experience hours. Contact your local animal shelter to see if volunteering positions are available. You’ll gain real life experience on what its like to take care of animals. There's a possibility of bringing lice/fleas or animal-transmitted diseases back to your home, please ensure you are fully sanitised after working.",
        "HowToApply": "Best to plan around 3 months in advance. See the animal shelter’s webpage, some you can contact directly through email, others may require you to go through a training phase. "
    },
    {
        "Title": "Veterinary internships",
        "Category": "Biology, Veterinary sciences",
        "AgeGroup": ["IG1, IG2, IB1"],
        "Language": "Portuguese recommended",
        "Location": "Portugal",
        "Description": "Some vet university courses require a certain number of work experience hours. Contact your local veterinary hospital to see if internship positions are available. This is a great way to find out if being a veterinarian would be a good career path for you.",
        "HowToApply": "Best to plan around 4 months in advance, email several veterinary hospitals near you."
    },
    {
        "Title":"Service civil international(17 and above)",
        "Category": "Volunteering",
        "AgeGroup": ["IB1"],
        "Language": "English proficiency recommended",
        "Location": "International",
        "Description": "These are called workcamps, but are actually volunteering programs that last from 1-3 weeks. Pick a program from their official website, then apply according to the specifics on another website that is local to the Portuguese branch.",
        "HowToApply": "Apply following open positions and start date. Plan 6 months in advance as you might need to apply for a visa, then fly to another country.",
        "Link1": "https://www.workcamps.sci.ngo",
        "Link2": " https://paraonde.org/voluntariado-internacional/projetos-curta-duracao "
    },
    {
        "Title": "Volunteering in Portugal",
        "Category": "Volunteering",
        "AgeGroup": "All",
        "Language": "Portuguese recommended",
        "Location": "Portugal",
        "Description": "Apart from being a great person, universities like to see character from their applicants. Volunteering shows that you care about your community, or that you’re passionate about a specific cause.",
        "HowToApply": "Check for programs near you or international programs. Application varies, but it’s recommended that you plan this in advance. ",
        "Link1": "https://www.portugalvoluntario.pt/cs2i/homepage?dswid=4405", 
        "Link2": "https://www.cruzvermelha.pt/voluntariado.html",
        "Link3": "https://eurocid.mne.gov.pt/voluntariado"
    },
    {
        "Title": "Volunteering overseas",
        "Category": "Volunteering",
        "AgeGroup": ["IG2, IB1"],
        "Language": "English proficiency",
        "Location": "International",
        "Description": "Paid volunteering ranges from animal shelters, teaching English, to child care and construction projects. There are many possibilities; plan ahead and choose what you think is within your capabilities. Paid volunteering ensures a safer, more structured experience, especially for high schoolers under 18 or those who are travelling solo for the first time. Most paid volunteering also ensures that food and accommodation, pickups from airports are taken care of. These can be expensive, and you need to be careful in finding a trustworthy volunteering project. Some may feel like a travel/tour agency, but it’s advisable for first-time volunteers not to pick the most labour/planning-intensive projects that could potentially overwhelm you. ",
        "HowToApply": "You may need to plan half a year or at least 4 months in advance if deciding to volunteer in countries where visas and vaccinations are required.",
        "Link1": "Recommended companies(there are many out there): VidaEdu, Volunteer HQ"
    },
    {
        "Title": "ChemRus",
        "Category": "Chemistry",
        "AgeGroup": "All",
        "Language": "Portuguese recommended",
        "Location": "Portugal",
        "Description": "A chemistry competition that involves making a video about a chemical process of your choosing. You can watch winning videos from past years to get a sense of what they’re looking for. Details and regulations can be found on the official website. Students should participate in groups of 3-5, supervised by a professor. ",
        "HowToApply": "Submit your video around January – beginning of April",
        "Link1": "https://jovens.spq.pt/chemrus2025"
    },
    {
        "Title": "Local math competitions",
        "Category": "Mathematics",
        "AgeGroup": "All",
        "Language": "Portuguese recommended",
        "Location": "Portugal",
        "Description": "Challenge your mathematical skills and make yourself stand out! Contact your math teacher to see if the school has plans to enrol students in these competitions; otherwise, you may need to sign up as an individual contestant. Some may be in Portuguese; non-PT speakers won't be able to participate. If you decide to participate, you may need to brush up on math terminology in Portuguese.",
        "HowToApply": "See application details on official websites.",
        "Link1": "https://olimpiadas.spm.pt",
        "Link2": "https://www.concurso-de-pangea.com.pt/", 
        "Link4": "https://www.mat.uc.pt/canguru/", 
        "Link5": "https://dim314.apm.pt/?page_id=1668"
    },
    {
        "Title": "Youth parliament",
        "Category": "Human sciences",
        "AgeGroup": ["IG2, IB1, IB2"],
        "Language": "English proficiency recommended",
        "Location": "Portugal, International",
        "Description": "An educational programme aiming to promote debate on pressing issues, between young people in Europe. After completing your first experience as a delegate, you may wish to apply to positions such as a Chairperson, Organiser, Journalist, etc. ",
        "HowToApply": "Fill out an application that will be posted on each session’s Facebook Page, or contact the person responsible for managing members. francisco.moura@eyp.pt",
        "Link1": "https://eyp.pt",
        "Link2": "https://eyp.org"
    },
    {
        "Title": "MUN (Model United Nations)",
        "Category": "Human sciences",
        "AgeGroup": "All",
        "Language": "English proficiency",
        "Location": "Portugal, International",
        "Description": "Model United Nations is a club where you pretend to be a representative from a country and talk about important world problems. learn how countries work together through researching a particular issue, then discuss and debate your chosen country's ideas with representatives of other countries. The solutions you agree upon are compiled in a document called a resolution. MUN is a great way to improve your speaking, thinking, and teamwork skills while learning about different countries and global issues. Students who are interested in politics, history, and law-related professions should definitely try it out!" ,
        "HowToApply": "Mun conferences are hosted by other schools, typically international schools(including schools in Portugal, and in other countries). Attending these conferences usually requires an entrance fee, which used to be covered by our school's budget. Speak to a teacher who may be able to communicate with the school that is hosting a conference, as it is likely they will require an adult superviser to accompany you. Enrollment occurs 6-8 months before the actual conference. \nNote: many Mun conferences are being hosted in the world every year, some of them WILL ACCEPT individual participants. Make sure to do your research on past related conferences beforehand to ensure a good experience.",
        "Link1": "https://pa-mun.com",
        "Link2": "https://thehague.thimun.org",
        "Link3": "https://www.iberianmun.org",
        "Link4": "https://opomun.com"
    },
    {
        "Title": "Local Hackathons",
        "Category": "Computer science",
        "AgeGroup": ["IG1, IG2, IB1"],
        "Language": "Portuguese optional",
        "Location": "Portugal, online",
        "Description": "If you're interested in pursuing a career in engineering, software development, or even cybersecurity, hackathons are a fantastic for challenge your coding skills! You can meet like-minded people at hackathons, in addition to significantly developing your knowledge in computer science. ",
        "HowToApply": "Applications may vary for each event; be sure to check if they're individual or team events. Plan around 3-4 months to reduce stress and ensure proper preparation. "
    },
    {
        "Title": "Free online courses",
        "Category": "All",
        "AgeGroup": "All",
        "Language": "English proficiency recommended",
        "Location": "Online",
        "Description": "Not sure if you're interested in a particular area? Start a free online course to see if it's right for you! There is a wide range of completely free courses online, published by accredited universities, free for you to explore. "
    },
    {
        "Title": "Bow seat ocean awareness contest",
        "Category": "Art",
        "AgeGroup": "All",
        "Language": "English proficiency recommended",
        "Location": "Online",
        "Description": "Submit a creation of your own inspired by prompts provided by the contest, ranging from digital art, paintings, to poetry. Focusing on reflections about the climate issues our planet currently faces, this is an opportunity to alert the world on the urgency of these severe issues. Showcase your artistic skills while being an environmentally conscious global citizen!" ,
        "HowToApply": "Register an account on the website, ensuring that you have an adult supervisor (parent, guardian, art teacher, etc.) You are allowed to submit one piece in one category of your choosing, and make sure to take pictures of your creative process to evidence the authenticity of your piece. Submissions end in early June, you should plan at least 2 months in advance.",
        "Link1": "https:\/\/bowseat.org\/programs\/ocean-awareness-contest\/contest-overview\/"
    },
    {
        "Title": "John Locke essay contest",
        "Category": "Philosophy, theology, history, politics, law, economics, ps",
        "AgeGroup": ["IG1, IG2, IB1, IB2"],
        "Language": "English proficiency",
        "Location": "Online",
        "Description": "The John Locke Institute Essay Competition encourages students to develop independent thinking, critical analysis, and persuasive writing by tackling thought-provoking questions beyond the school curriculum. Essays are judged by senior academics from top universities like Oxford and Princeton, with prizes awarded across seven subject categories and a Grand Prize for the overall best entry. A separate prize is also given for the best essay in the under-15 junior category.",
        "HowToApply": "Choose a prompt from the 7 areas provided by their website, then write a 2000-word essay complete with citations and authorship declarations. Registrations can be made on the website via creating your own account; these open early april and end in late may. The actual submission deadline is in late June; however, you should submit as early as possible to avoid last-minute panicking and to maximise exposure to your work. You may wish to ask a teacher to mentor you, as they look for pieces that are very comprehensive and polished. Competition is fierce! Plan 3 months in advance.  Be sure to also check their formatting requirements! ",
        "Link1":"https://www.johnlockeinstitute.com/essay-competition"
    },
    {
        "Title": "ABLA",
        "Category": "Volunteering",
        "AgeGroup": ["IG2, IB1, IB2"],
        "Language": "Portuguese proficiency recommended",
        "Location": "Portugal",
        "Description": "ABLA, also known as the Associação de Beneficência Luso-Alemã, was founded in the 1980s by a group of Germans moved by the plight of refugees from former Portuguese colonies. As a non-profit and development NGO, ABLA supports people of all ages locally and internationally, aiming to foster individual potential and build a fairer society. Its work focuses on combating social exclusion, domestic violence, school dropout, and elderly isolation, supported by donations, partnerships, and community initiatives. You can contribute to their mission by being a volunteer in the free daycare centre, where small children from economically underprivileged families are being looked after, or you could provide a helping hand in supporting senior citizens (aged 65+). ",
        "HowToApply": "Contact the association via email to ask if they have any volunteer positions open. You should do so around 3 months in advance, to ensure that you'd have a spot there. ",
        "Link1": "https://www.abla.org/o-que-fazemos.html"
    },
    {
        "Title": "Cercica",
        "Category": "Volunteering",
        "AgeGroup": ["IG2, IB1, IB2"],
        "Language": "Portuguese proficiency recommended",
        "Location": "Portugal",
        "Description": "You can support Cercica's mission in helping people with special needs by becoming a volunteer, who will contribute by: Accompanying young people and adults with special needs in activities during the week and in their free time;\nSupport and companionship for elderly people in their homes;\nSupport in educational gardens, greenhouses, and plant nurseries;\nFundraising and other one-off events (food collection, Pirilampo Mágico, etc.);\nProvision of specialized services (marketing and communication, IT, multimedia, accounting, logistics, etc.).",
        "HowToApply":" ",
        "Link1": "Contact the association via email to ask if they have any volunteer positions open. You should do so around 3 months in advance, to ensure that you'd have a spot there. "
    },
    {
        "Title": "Treetree2.school",
        "Category": "STEM, finance",
        "AgeGroup": ["CLS 6, CLS 7, CLS 8, IG1, IG2, IB1, IB2"],
        "Language": "Portuguese proficiency optional",
        "Location": "Portugal\/online",
        "Description": "See what's beyond school with treetree2's program ---- afterschool. They have an array of programs catered towards people in middle school and highschool, where you can explore an area of your interest by spending some of your free time going through the materials sent to you in the program, and a few hours of accompanied studying. Their wide range of programs allows you to dive into different areas, from genetics to artificial intelligence and calculus. If you're unsure about the area you want to pursue, this is the program for you. ",
        "HowToApply": "Submit your application by registering an account on their website, then enrol in the course that you're interested in. Applications are open every month. If you have any doubts, contact them via email afterschool@treetree2.org. ",
        "Link1":"https://treetree2.school/cursos/"
    }
]
